{"0": {"man": 15, "man_labels": {"Reactant": 2, "Product": 3, "Characterization": 2, "Reaction": 4, "Catalyst": 7, "Treatment": 0}, "base_model": 12, "base_model_labels": {"Reactant": 2, "Product": 1, "Characterization": 1, "Reaction": 1, "Catalyst": 7, "Treatment": 0}, "recall": 0.8, "precision": 0.6166666666666666, "st_dev": 0.36132472314464664, "doi": "10.1039/c5cy02026c", "token_man": {"CO2 methanation": "Reaction", "carbon dioxide": "Reactant", "nonnoble metal catalyst": "Catalyst", "alkaline-assisted Ni nanocatalyst": "Catalyst", "Ni/MgAl-MMO": "Catalyst", "CO2": "Reactant", "diffuse reflectance Fourier transform infrared spectroscopy": "Characterization", "in situ DRIFTS": "Characterization", "carbonate": "Product", "hydrocarbonate": "Product", "Ni ": "Catalyst", "MgO": "Catalyst", "H-species": "Product", "hydrogenation": "Reaction", "alkaline-assisted Ni nanoparticle": "Catalyst"}, "token_mod": ["carbon dioxide", "Nix", "MgO", "in situ DRIFTS", "Mg2-xAl-MMO", "Mg", "MgAl-MMO", "Al", "hydrogenation", "metal oxide", "Ni", "CO2"], "abstract": "The CO2 methanation reaction is a promising approach for the chemical transformation of carbon dioxide into useful fuels or products. The key challenge at present relies on the design and exploration of non-noble metal catalysts so as to achieve high activity at a low reaction temperature. In this work, we have obtained alkaline-assisted Ni nanocatalysts supported on Mg/Al mixed metal oxides (denoted as Nix/Mg2-xAl-MMO) derived from Ni-Mg-Al hydrotalcite precursors. The catalytic performance toward CO2 methanation was studied in detail, and the best low-temperature reaction activity was obtained over Ni/MgAl-MMO (CO2 conversion: 97.9%; selectivity: 97.5%; 250 °C). By establishing the correlation between the catalytic performance and the alkaline site structure, it is found that the Ni nanoparticles and MgO base sites at the interface serve as dual active centers to cooperatively catalyze CO2 methanation, resulting in low-temperature reaction activity. Moreover, in situ diffuse reflectance Fourier transform infrared spectroscopy (in situ DRIFTS) demonstrates that MgO acts as the active site for CO2 activation to give carbonate/hydrocarbonate species, while Ni provides H-species for further hydrogenation of intermediates. Therefore, this work rationalizes the significant influence of alkaline-assisted Ni nanoparticles on CO2 methanation, which provides a promising heterogeneous catalyst for this reaction."}, "1": {"man": 19, "man_labels": {"Reactant": 4, "Product": 0, "Characterization": 5, "Reaction": 9, "Catalyst": 10, "Treatment": 1}, "base_model": 15, "base_model_labels": {"Reactant": 4, "Product": 0, "Characterization": 5, "Reaction": 3, "Catalyst": 8, "Treatment": 1}, "recall": 0.7894736842105263, "precision": 0.8266666666666668, "st_dev": 0.28905977851571735, "doi": "10.1007/s11705-016-1563-5", "token_man": {"Mn-promoted 15 wt-% Ni/Al2O3": "Catalyst", "incipient wetness impregnation": "Treatment", "Mn": "Catalyst", "Ni/Al2O3": "Catalyst", "CO2 methanation": "Reaction", "comethanation": "Reaction", "CO": "Reactant", "CO2": "Reactant", "N2 physisorption": "Characterization", "hydrogen temperature-programmed reduction and desorption": "Characterization", "carbon dioxide temperature-programmed desorption": "Characterization", "X-ray diffraction": "Characterization", "highresolution transmission electron microscopy": "Characterization", "Ni particle": "Catalyst", "Mn-promoted 15 wt-% Ni/ Al2O3 catalysts": "Catalyst", "1.71Mn-Ni/Al2O3": "Catalyst", "co-methanation": "Reaction", "1.71Mn-Ni/ Al2O3": "Catalyst", "CO methanation": "Reaction"}, "token_mod": ["CO", "highresolution transmission electron microscopy", "1.71MnNi", "Al2O3", "Ni", "comethanation", "hydrogen temperature-programmed reduction and desorption", "MnNi", "N2 physisorption", "co-methanation", "Mn", "carbon dioxide temperature-programmed desorption", "incipient wetness impregnation", "X-ray diffraction", "CO2"], "abstract": "A series of Mn-promoted 15 wt-% Ni/Al2O3 catalysts were prepared by an incipient wetness impregnation method. The effect of the Mn content on the activity of the Ni/Al2O3 catalysts for CO2 methanation and the comethanation of CO and CO2 in a fixed-bed reactor was investigated. The catalysts were characterized by N2 physisorption, hydrogen temperature-programmed reduction and desorption, carbon dioxide temperature-programmed desorption, X-ray diffraction and highresolution transmission electron microscopy. The presence of Mn increased the number of CO2 adsorption sites and inhibited Ni particle agglomeration due to improved Ni dispersion and weakened interactions between the nickel species and the support. The Mn-promoted 15 wt-% Ni/Al2O3 catalysts had improved CO2 methanation activity especially at low temperatures (250 to 400 °C). The Mn content was varied from 0.86% to 2.54% and the best CO2 conversion was achieved with the 1.71Mn-Ni/Al2O3 catalyst. The co-methanation tests on the 1.71Mn-Ni/Al2O3 catalyst indicated that adding Mn markedly enhanced the CO2 methanation activity especially at low temperatures but it had little influence on the CO methanation performance. CO2 methanation was more sensitive to the reaction temperature and the space velocity than the CO methanation in the co-methanation process. [Figure not available: see fulltext.]"}, "2": {"man": 9, "man_labels": {"Reactant": 1, "Product": 3, "Characterization": 3, "Reaction": 2, "Catalyst": 1, "Treatment": 0}, "base_model": 9, "base_model_labels": {"Reactant": 1, "Product": 3, "Characterization": 2, "Reaction": 2, "Catalyst": 1, "Treatment": 0}, "recall": 1.0, "precision": 0.9333333333333332, "st_dev": 0.14907119849998599, "doi": "10.1016/s2095-4956(13)60098-4", "token_man": {"methanation": "Reaction", "Ni-W/TiO2-SiO2": "Catalyst", "XRD": "Characterization", "N2 adsorptiondesorption": "Characterization", "TEM": "Characterization", "CH4": "Product", "coke": "Product", "H2S": "Reactant", "carbon fibers": "Product"}, "token_mod": ["coke", "TiO2-SiO2", "TEM", "XRD", "NiW", "carbon fibers", "methanation", "CH4", "carbon"], "abstract": "In this work, syngas methanation over Ni-W/TiO2-SiO2 catalyst was studied in a fluidized-bed reactor (FBR) and its performance was compared with a fixed-bed reactor (FIXBR). The effects of main operating variables including feedstock gases space velocity, coke content, bed temperature and sulfur-tolerant stability of 100 h life were investigated. The structure of the catalysts was characterized by XRD, N2 adsorption-desorption and TEM. It is found that under same space velocity from 5000 h-1 to 25000 h-1 FBR gave a higher CH4 yield, lower coke content, and lower bed temperature than those obtained in FIXBR. Ni-W/TiO2-SiO2 catalyst possessed excellent sulfur-tolerant stability on the feedstock gases less than 500 ppm H 2S in FBR. The carbon deposits formed on the spent catalyst were in the form of carbon fibers in FBR, while in the form of dense accumulation distribution appearance in FIXBR. © 2013 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V."}, "3": {"man": 11, "man_labels": {"Reactant": 8, "Product": 6, "Characterization": 0, "Reaction": 2, "Catalyst": 0, "Treatment": 0}, "base_model": 7, "base_model_labels": {"Reactant": 5, "Product": 6, "Characterization": 0, "Reaction": 1, "Catalyst": 0, "Treatment": 0}, "recall": 0.6363636363636364, "precision": 0.7083333333333334, "st_dev": 0.2602082499332666, "doi": "10.1016/j.jngse.2014.11.010", "token_man": {"carbon dioxide": "Reactant", "CO2": "Reactant", "methane": "Product", "methanol": "Product", "CO2 hydrogenation": "Reaction", "hydrogenation": "Reaction", "CH4": "Product", "CH3OH": "Product", "N2": "Reactant", "H2O": "Reactant", "O2": "Reactant"}, "token_mod": ["carbon dioxide", "methane", "hydrogenation", "methanol", "CH4", "CH3OH", "CO2"], "abstract": "The conversion/utilization of waste carbon dioxide is seen as a complementary option to the well-known capture, sequestration and storage strategies (CSS) to substantially reduce atmospheric CO2 (environmental concern). This approach is attractive regarding CCS strategies because CO2 can be transformed into a valuable chemical (economic benefit). Among the options available, methane and methanol are important chemicals that could be obtained from CO2 hydrogenation and used for energy production/storage or as intermediaries to other chemicals.A thermodynamic analysis regarding the hydrogenation of CO2 into CH4 or CH3OH was carried out. The analysis was performed to check the limitations and optimal conditions when converting CO2 from flue gas exhaust streams without previous removal of unnecessary species present in significant amounts (e.g. N2, H2O and O2). The present analysis supports that, from the thermodynamic point of view, the conversion of CO2 into CH4 is favoured in comparison to the CH3OH valorisation strategy, for the considered pressure and temperature ranges."}}